Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# Settings Developer Title
source: Developer Options
de: Entwickleroptionen
es: Opciones para desarrolladores
fr: Options pour développeur
hi: डेवेलपर विकल्प
it: Opzioni sviluppatore
ja: 開発者向けオプション
ko: 개발자 옵션
nb: Utvikleralternativer
nl: Ontwikkelaarsopties
pt_br: Opções de Desenvolvedor
sk: Možnosti pre vývojárov
sv: Utvecklaralternativ
tr: Geliştirici Seçenekleri
zh_hans: 开发者选项

# Settings Developer Website Link Title
source: Developer Website
de: Website der Entwickler:innen
es: Sitio web del desarrollador
fr: Site du développeur
hi: डेवेलपर वेबसाइट
it: Sito sviluppatore
ja: 開発者のウェブサイト
ko: 개발자 웹사이트
nb: Utviklers nettside
nl: Website ontwikkelaar
pt_br: Site do Desenvolvedor
sk: Webová stránka vývojára
sv: Utvecklarens webbplats
tr: Geliştirici Web Sitesi
zh_hans: 开发者网站

# Settings Disable Background Animation Title
source: Disable Background Animation
de: Hintergrundanimation deaktivieren
es: Desactivar animación de fondo
fr: Désactiver l'animation d'arrière-plan
hi: पृष्ठभूमि एनिमेशन अक्षम करें
it: Disattiva animazione di sfondo
ja: 背景アニメーションを無効にする
ko: 배경 애니메이션 끄기
nb: Deaktiver bakgrunnsanimasjon
nl: Achtergrondanimatie uitschakelen
pt_br: Desativar animação de fundo
sk: Vypnúť animáciu pozadia
sv: Inaktivera bakgrundsanimering
tr: Arka Plan Animasyonunu Devre Dışı Bırak
zh_hans: 关闭背景动画

# Settings Event Logs Label
source: Event Logs
de: Ereignisprotokolle
es: Registros de eventos
fr: Journaux d’activité
hi: इवेंट लॉग
it: Registro eventi
ja: イベントログ
ko: 이벤트 로그
nb: Hendelseslogger
nl: Evenementenlogboeken
pt_br: Registros de Eventos
sk: Záznamy udalostí
sv: Händelseloggar
tr: Olay Günlükleri
zh_hans: 事件日志

# Settings Export Title
source: Export Collections
de: Sammlungen exportieren
es: Exportar colecciones
fr: Exporter les collections
hi: संग्रह निर्यात करें
it: Esporta collezioni
ja: コレクションをエクスポート
ko: 컬렉션 내보내기
nb: Eksporter samlinger
nl: Collecties exporteren
pt_br: Exportar Coleções
sk: Exportovať zbierky
sv: Exportera samlingar
tr: Koleksiyonları Dışa Aktar
zh_hans: 导出收藏

# Settings FAB Position Title
source: Create Button Position
de: Position des Erstellen‑Buttons
es: Posición del botón Crear
fr: Position du bouton de création
hi: बनाएँ बटन की स्थिति
it: Posizione del pulsante Crea
ja: 作成ボタンの位置
ko: 생성 버튼 위치
nb: Plassering av opprett-knapp
nl: Positie van de aanmaakknop
pt_br: Posição do botão Criar
sk: Umiestnenie vytváracieho tlačidla
sv: Skapa-knappens placering
tr: Oluşturma Düğmesi Konumu
zh_hans: 创建按钮位置

# Settings How To Guide Title
source: How to Guide
de: Anleitung
es: Guía de uso
fr: Guide d'utilisation
hi: उपयोग मार्गदर्शिका
it: Guida
ja: 使い方ガイド
ko: 사용 가이드
nb: Veiledning
nl: Handleiding
pt_br: Guia de uso
sk: Návod
sv: Guide
tr: Nasıl Yapılır Kılavuzu
zh_hans: 使用指南

# Settings HugeIcons Description
source: A huge thanks for the incredible free icon set that gives this app its look and feel.
de: Ein riesiges Dankeschön für das unglaubliche kostenlose Icon-Set, das dieser App ihren Look und ihr Gefühl verleiht.
es: Un enorme agradecimiento por el increíble conjunto de iconos gratuitos que le da a esta app su aspecto y sensación.
fr: Un immense merci pour cet incroyable ensemble d'icônes gratuites qui donne à cette app son look et son style.
hi: इस ऐप को उसका रूप और अनुभूति देने वाले अद्भुत मुफ्त आइकन सेट के लिए बहुत धन्यवाद।
it: Un enorme grazie per l'incredibile set di icone gratuite che dà a questa app il suo aspetto e il suo stile.
ja: このアプリの見た目と感触を与えてくれた素晴らしい無料アイコンセットに心から感謝します。
ko: 이 앱의 외관과 느낌을 만들어 준 훌륭한 무료 아이콘 세트에 깊이 감사드립니다.
nb: En stor takk for det utrolige gratis ikonsettet som gir denne appen sitt utseende og preg.
nl: Een grote dank aan de ongelooflijke gratis iconenset die deze app zijn uitstraling geeft.
pt_br: Um enorme agradecimento pelo incrível conjunto de ícones gratuitos que dá a esta app sua aparência e sensação.
sk: Veľká vďaka za neuveriteľnú bezplatnú sadu ikon, ktorá dáva tejto aplikácii jej vzhľad a pocit.
sv: Ett stort tack för det otroliga fria ikonpaketet som ger den här appen dess utseende och känsla.
tr: Bu uygulamaya görünümünü ve hissini veren inanılmaz ücretsiz simge seti için büyük teşekkürler.
zh_hans: 特别感谢那个为本应用提供外观设计的惊人免费图标集。

# Settings IconKitchen Description
source: Thanks for making icon creation easy, fast, and frustration-free.
de: Danke, dass du das Erstellen von Icons einfach, schnell und ohne Frust machst.
es: Gracias por facilitar la creación de iconos, rápida y sin frustraciones.
fr: Merci de rendre la création d'icônes facile, rapide et sans frustration.
hi: आइकन बनाने को आसान, तेज़ और परेशानी-मुक्त बनाने के लिए धन्यवाद।
it: Grazie per aver reso la creazione di icone semplice, veloce e senza frustrazioni.
ja: アイコンの作成を簡単かつ迅速に、ストレスなく行えるようにしてくれてありがとうございます。
ko: 아이콘 제작을 쉽고 빠르며 스트레스 없이 만들어 주셔서 감사합니다.
nb: Takk for at du gjør ikonoppretting enkelt, raskt og uten frustrasjon.
nl: Bedankt dat je het maken van iconen eenvoudig, snel en zonder frustraties maakt.
pt_br: Obrigado por facilitar a criação de ícones, de forma rápida e sem frustrações.
sk: Ďakujeme, že tvorbu ikon spravujete jednoducho, rýchlo a bez frustrácie.
sv: Tack för att du gör ikonframställning enkel, snabb och utan frustration.
tr: Simge oluşturmayı kolay, hızlı ve sorunsuz hale getirdiğiniz için teşekkürler.
zh_hans: 感谢 IconKitchen 让图标制作变得简单、快速且无挫折。

# Settings Import Title
source: Import Collections
de: Sammlungen importieren
es: Importar colecciones
fr: Importer des collections
hi: संग्रह आयात करें
it: Importa Collezioni
ja: コレクションをインポート
ko: 컬렉션 가져오기
nb: Importer samlinger
nl: Collecties importeren
pt_br: Importar Coleções
sk: Importovať zbierky
sv: Importera samlingar
tr: Koleksiyonları İçe Aktar
zh_hans: 导入收藏

# Settings Keyboard Label
source: Enable YABA Keyboard
de: YABA‑Tastatur aktivieren
es: Activar teclado de YABA
fr: Activer le clavier YABA
hi: YABA कीबोर्ड सक्षम करें
it: Abilita tastiera YABA
ja: YABAキーボードを有効にする
ko: YABA 키보드 사용
nb: Aktiver YABA-tastatur
nl: YABA-toetsenbord inschakelen
pt_br: Ativar teclado YABA
sk: Povoliť klávesnicu YABA
sv: Aktivera YABA-tangentbordet
tr: YABA Klavyesini Etkinleştir
zh_hans: 启用 YABA 键盘

# Settings Keyboard Title
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
hi: कीबोर्ड
it: Tastiera
ja: キーボード
ko: 키보드
nb: Tastatur
nl: Toetsenbord
pt_br: Teclado
sk: Klávesnica
sv: Tangentbord
tr: Klavye
zh_hans: 键盘

# Settings Language Title
source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pt_br: Idioma
sk: Jazyk
sv: Språk
tr: Dil
zh_hans: 语言

# Settings Mailto Link Title
source: Write to Us
de: Schreib uns
es: Escríbenos
fr: Écris-nous
hi: हमें लिखें
it: Scrivici
ja: お問い合わせ
ko: 문의하기
nb: Skriv til oss
nl: Schrijf ons
pt_br: Escreva para Nós
sk: Napíš nám
sv: Skriv till oss
tr: Bize Yaz
zh_hans: 写信给我们

# Settings Menu Item Visibility Title
source: Enable Menu Item
de: Menüpunkt aktivieren
es: Activar elemento del menú
fr: Activer l’élément de menu
hi: मेन्यू आइटम सक्षम करें
it: Attiva voce di menu
ja: メニュー項目を有効にする
ko: 메뉴 항목 활성화
nb: Aktiver menyelement
nl: Menu-item inschakelen
pt_br: Ativar item do menu
sk: Povoliť položku v ponuke
sv: Aktivera menyalternativ
tr: Menü Öğesini Etkinleştir
zh_hans: 启用菜单项

# Settings Name Device Label
source: Device Name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
hi: डिवाइस नाम
it: Nome dispositivo
ja: デバイス名
ko: 기기 이름
nb: Enhetsnavn
nl: Apparaatnaam
pt_br: Nome do Dispositivo
sk: Názov zariadenia
sv: Enhetsnamn
tr: Cihaz Adı
zh_hans: 设备名称

# Settings Prevent Deletion Sync Description
source: See the **How To Guide** below for more details about Sync and its options.
de: Sieh dir die **Anleitung** unten an, um mehr über Sync und die Optionen zu erfahren.
es: Consulta la **Guía de uso** más abajo para más detalles sobre Sincronización y sus opciones.
fr: Consulte le **Guide d'utilisation** ci‑dessous pour en savoir plus sur la synchronisation et ses options.
hi: सिंक और उसके विकल्पों के बारे में अधिक जानकारी के लिए नीचे दिए गए **उपयोग मार्गदर्शिका** देखें।
it: Consulta la **Guida** qui sotto per maggiori dettagli sulla sincronizzazione e le sue opzioni.
ja: 同期やそのオプションの詳細については下の**使い方ガイド**をご覧ください。
ko: 아래의 **사용 가이드**에서 동기화 및 해당 옵션에 대한 자세한 내용을 확인하세요.
nb: Se **Veiledning** nedenfor for mer informasjon om synkronisering og innstillingene.
nl: Zie de **Handleiding** hieronder voor meer informatie over synchronisatie en de beschikbare opties.
pt_br: Consulte o **Guia de uso** abaixo para mais detalhes sobre Sincronização e suas opções.
sk: Viac informácií o synchronizácii a jej možnostiach nájdeš nižšie v **Návode**.
sv: Se **Guide** nedan för mer information om synkronisering och dess alternativ.
tr: Eşitleme ve seçenekleri hakkında daha fazla bilgi için aşağıdaki **Nasıl Yapılır Kılavuzu**'na bakın.
zh_hans: 有关同步及其选项的更多详情，请参阅下方的 **使用指南**。

# Settings Prevent Deletion Sync Label
source: Sync Without Deletes
de: Sync ohne Löschvorgänge
es: Sincronizar sin eliminar
fr: Synchroniser sans suppressions
hi: डिलीट किए बिना सिंक
it: Sincronizza senza eliminazioni
ja: 削除を除いて同期
ko: 삭제 제외 동기화
nb: Synkroniser uten slettinger
nl: Synchroniseren zonder verwijderingen
pt_br: Sincronizar sem exclusões
sk: Synchronizácia bez mazania
sv: Synka utan borttagningar
tr: Silme Olmadan Eşitle
zh_hans: 同步但不删除

# Settings Privacy Policy Link Title
source: Privacy Policy
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nb: Personvernregler
nl: Privacybeleid
pt_br: Política de Privacidade
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
tr: Gizlilik Politikası
zh_hans: 隐私政策

# Settings Recents Title
source: Show Recents in Home
de: Zeige Kürzliches auf der Startseite
es: Mostrar recientes en Inicio
fr: Afficher les éléments récents à l’accueil
hi: मुखपृष्ठ में हाल ही के दिखाएँ
it: Mostra recenti nella Home
ja: ホームに最近を表示
ko: 홈에 최근 항목 표시
nb: Vis nylige på Hjem
nl: Recente items tonen op Start
pt_br: Mostrar Recentes na Tela Inicial
sk: Zobraziť naposledy použité na domovskej obrazovke
sv: Visa senaste på startsidan
tr: Ana Sayfada Son Eklenenleri Göster
zh_hans: 首页显示最近浏览

# Settings Reddit Link Title
source: Official Reddit Page
de: Offizielle Reddit‑Seite
es: Página oficial de Reddit
fr: Page Reddit officielle
hi: आधिकारिक Reddit पेज
it: Pagina ufficiale su Reddit
ja: 公式Redditページ
ko: 공식 Reddit 페이지
nb: Offisiell Reddit-side
nl: Officiële Reddit-pagina
pt_br: Página oficial no Reddit
sk: Oficiálna stránka Redditu
sv: Officiell Reddit-sida
tr: Resmi Reddit Sayfası
zh_hans: 官方 Reddit 页面

# Settings Repo Link Title
source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
hi: स्रोत कोड
it: Codice Sorgente
ja: ソースコード
ko: 소스 코드
nb: Kildekode
nl: Broncode
pt_br: Código-fonte
sk: Zdrojový kód
sv: Källkod
tr: Kaynak Kodu
zh_hans: 源代码

# Settings Reset App Storage Label
source: Reset App Storage
de: App-Speicher zurücksetzen
es: Restablecer almacenamiento de la app
fr: Réinitialiser le stockage de l’application
hi: ऐप भण्डारण रीसेट करें
it: Reimposta Archiviazione dell'App
ja: アプリのストレージをリセット
ko: 앱 저장소 초기화
nb: Tilbakestill app-lagring
nl: App-opslag resetten
pt_br: Redefinir Armazenamento do Aplicativo
sk: Resetovať úložisko aplikácie
sv: Återställ appens lagring
tr: Uygulama Depolamasını Sıfırla
zh_hans: 重置应用存储

# Settings Simplified Share Sheet Title
source: Use Simplified Creation on Share
de: Einfache Erstellung beim Teilen verwenden
es: Usar creación simplificada al compartir
fr: Utiliser la création simplifiée lors du partage
hi: शेयर पर सरल निर्माण का उपयोग करें
it: Usa creazione semplificata su Condivisione
ja: 簡易作成を共有に使用
ko: 간소화된 공유 생성 사용
nb: Bruk forenklet opprettelse ved deling
nl: Vereenvoudigde creatie bij delen gebruiken
pt_br: Usar criação simplificada no compartilhamento
sk: Použiť zjednodušené vytváranie pri zdieľaní
sv: Använd förenklad delning för skapande
tr: Paylaşımda Basitleştirilmiş Oluşturmayı Kullan
zh_hans: 使用简化分享创建

# Settings Socials Title
source: Socials
de: Soziale Netzwerke
es: Redes sociales
fr: Réseaux sociaux
hi: सोशल
it: Social
ja: SNS
ko: 소셜
nb: Sosiale medier
pt_br: Redes sociais
sk: Sociálne siete
sv: Sociala medier
tr: Sosyal Hesaplar
zh_hans: 社交媒体

# Settings Store Link Title
source: Spare some Stars
de: Schenk ein paar Sterne
es: Déjanos algunas estrellas
fr: Offrir quelques étoiles
hi: कुछ सितारों के लिए सराहना करें
it: Lascia qualche Stella
ja: 星をつける
ko: 별점 남기기
nb: Gi noen stjerner
nl: Schenk een paar sterren
pt_br: Deixe algumas Estrelas
sk: Venovať hviezdičky
sv: Skänk några stjärnor
tr: Biraz Yıldız Bağışla
zh_hans: 送些星星支持

# Settings Thanks To Section Title
source: Special Thanks To
de: Besonderer Dank an
es: Agradecimientos especiales a
fr: Remerciements spéciaux à
hi: विशेष धन्यवाद
it: Ringraziamenti Speciali
ja: 特別な感謝
ko: 특별 감사
nb: Spesiell takk til
nl: Speciale dank aan
pt_br: Agradecimentos Especiais Para
sk: Osobitné poďakovanie
sv: Stort tack till
tr: Özel Teşekkürler
zh_hans: 特别感谢

# Settings Theme And Language Title
source: Theme & Language
de: Design & Sprache
es: Tema e idioma
fr: Thème et langue
hi: थीम और भाषा
it: Tema e Lingua
ja: テーマと表示言語
ko: 테마 및 언어
nb: Tema og språk
nl: Thema & Taal
pt_br: Tema e Idioma
sk: Téma a jazyk
sv: Tema & språk
tr: Tema ve Dil
zh_hans: 主题与语言

# Settings Theme Title
source: Theme
de: Design
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
nb: Tema
nl: Thema
pt_br: Tema
sk: Téma
sv: Tema
tr: Tema
zh_hans: 主题

# Settings Title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pt_br: Configurações
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
zh_hans: 设置

# Settings ToS Link Title
source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d’utilisation
hi: सेवा की शर्तें
it: Termini di Servizio
ja: 利用規約
ko: 서비스 약관
nb: Vilkår for bruk
nl: Gebruiksvoorwaarden
pt_br: Termos de Serviço
sk: Podmienky služby
sv: Användarvillkor
tr: Hizmet Şartları
zh_hans: 服务条款

# Setup Reminder Picker Title
source: Remind me at:
de: Erinnere mich um:
es: Recuérdame a:
fr: Me rappeler à :
hi: मुझे याद दिलाएँ:
it: Ricordami alle:
ja: 通知時刻：
ko: 알림 시간:
nb: Minne meg på:
nl: Herinnering instellen om:
pt_br: Me lembre em:
sk: Pripomeň mi o:
sv: Påminn mig kl:
tr: Bana Hatırlat:
zh_hans: 提醒我时间：

# Setup Reminder Success Message %@
source: Setup reminder at %@
de: Erinnerung für %@ eingestellt
es: Recordatorio establecido a las %@.
fr: Rappel programmé à %@
hi: @%@ पर अनुस्मारक सेट करें
it: Promemoria impostato per %@
ja: %@ に通知を設定しました
ko: %@에 알림 설정 완료
nb: Påtale satt til %@
nl: Herinnering ingesteld om %@
pt_br: Lembrete configurado para %@
sk: Nastavená pripomienka na %@
sv: Påminnelse inställd till %@
tr: %@ için hatırlatıcı kuruldu
zh_hans: 已设置提醒时间为 %@。

# Setup Reminder Title
source: Setup Reminder
de: Erinnerung einrichten
es: Configurar recordatorio
fr: Configurer un rappel
hi: अनुस्मारक सेट करें
it: Imposta Promemoria
ja: リマインダー設定
ko: 알림 설정
nb: Sett opp påminnelse
nl: Herinnering instellen
pt_br: Configurar Lembrete
sk: Nastaviť pripomienku
sv: Ställ in påminnelse
tr: Hatırlatıcı Kur
zh_hans: 设置提醒

source: Share
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
nb: Del
nl: Delen
pt_br: Compartilhar
sk: Zdieľať
sv: Dela
tr: Paylaş
zh_hans: 分享

source: Show bookmarks from ${selectedFolder}
de: Lesezeichen aus ${selectedFolder} anzeigen
es: Mostrar marcadores de ${selectedFolder}
fr: Afficher les favoris de ${selectedFolder}
hi: ${selectedFolder} के बुकमार्क दिखाएँ
it: Mostra segnalibri da ${selectedFolder}
ja: ${selectedFolder} のブックマークを表示
ko: ${selectedFolder}에서 북마크 보기
nb: Vis bokmerker fra ${selectedFolder}
nl: Toon bladwijzers uit ${selectedFolder}
pt_br: Mostrar favoritos de ${selectedFolder}
sk: Zobraziť záložky z ${selectedFolder}
sv: Visa bokmärken från ${selectedFolder}
tr: ${selectedFolder} içindeki yer imlerini göster
zh_hans: 显示来自 ${selectedFolder} 的书签

# Show Less Label
source: Show Less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
hi: कम दिखाएँ
it: Mostra Meno
ja: 少なく表示
ko: 간략히 보기
nb: Vis mindre
nl: Minder tonen
pt_br: Mostrar Menos
sk: Zobraziť menej
sv: Visa mindre
tr: Daha Az Göster
zh_hans: 显示较少

# Show More Label
source: Show More
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
hi: अधिक दिखाएँ
it: Mostra di Più
ja: もっと見る
ko: 더 보기
nb: Vis mer
nl: Meer tonen
pt_br: Mostrar Mais
sk: Zobraziť viac
sv: Visa mer
tr: Daha Fazla Göster
zh_hans: 显示更多

# Simple Bookmark Creation Info Message %@
source: ✨ — When you share a link to YABA, you’ll only enter a **title**. This helps you remember and find it later. Just name it, and **YABA** will fill the rest. 📂 — Your bookmark will go to the **%@** folder by default. You can edit it anytime in YABA. ⚙️ — You can change this in **Settings**.
de: ✨ — Wenn du einen Link mit YABA teilst, gibst du nur einen **Titel** ein. Das hilft dir, ihn später leichter wiederzufinden. Einfach benennen, der Rest wird von **YABA** ausgefüllt. 📂 — Lesezeichen landen standardmäßig im Ordner **%@**. Du kannst das jederzeit in YABA ändern. ⚙️ — Das kannst du in den **Einstellungen** anpassen.
es: ✨ — Cuando compartas un enlace a YABA, solo tendrás que introducir un **título**. Esto te ayuda a recordar y encontrarlo más tarde. Solo ponle un nombre y **YABA** completará el resto. 📂 — Tu marcador se guardará por defecto en la carpeta **%@**. Puedes editarlo cuando quieras en YABA. ⚙️ — Puedes cambiar esto en **Ajustes**.
fr: ✨ — Lorsque tu partages un lien vers YABA, tu n’entreras qu’un **titre**. Cela t’aide à te souvenir et à retrouver le lien plus tard. Donne-lui simplement un nom, et **YABA** remplira le reste. 📂 — Ton favori ira par défaut dans le dossier **%@**. Tu peux le modifier à tout moment dans YABA. ⚙️ — Tu peux changer cela dans les **Réglages**.
hi: ✨ — जब आप YABA में कोई लिंक साझा करते हैं, तो आपको केवल एक **शीर्षक** दर्ज करना होगा। इससे आपको बाद में याद रखने और खोजने में मदद मिलेगी। बस इसे नाम दें, और **YABA** बाकी भर देगा। 📂 — आपकी बुकमार्क डिफ़ॉल्ट रूप से **%@** फ़ोल्डर में जाएगी। आप इसे कभी भी YABA में संपादित कर सकते हैं। ⚙️ — आप इसे **सेटिंग्स** में बदल सकते हैं।
it: ✨ — Quando condividi un link su YABA, dovrai inserire solo un **titolo**. Questo ti aiuta a ricordarlo e ritrovarlo più facilmente. Dagli un nome, e **YABA** si occuperà del resto. 📂 — Il tuo segnalibro verrà salvato nella cartella **%@** di default. Potrai modificarlo quando vuoi in YABA. ⚙️ — Puoi cambiare questa impostazione in **Impostazioni**.
ja: ✨ — YABAにリンクを共有するときは、**タイトル**だけを入力します。これで後で覚えて見つけやすくなります。名前を付けるだけで、**YABA**が残りを自動で入力します。 📂 — ブックマークはデフォルトで**%@**フォルダに保存されます。YABAでいつでも編集可能です。 ⚙️ — この設定は**設定**で変更できます。
ko: ✨ — YABA에 링크를 공유하면 **제목**만 입력하면 됩니다. 나중에 기억하고 찾는 데 도움이 됩니다. 이름만 지정하면 **YABA**가 나머지를 채워줍니다. 📂 — 기본적으로 즐겨찾기가 **%@** 폴더에 저장됩니다. 언제든지 YABA에서 편집할 수 있습니다. ⚙️ — 이 설정은 **설정**에서 변경할 수 있습니다.
nb: ✨ — Når du deler en lenke til YABA, skriver du bare inn en **tittel**. Dette hjelper deg å huske og finne den senere. Bare gi den et navn, så fyller **YABA** ut resten. 📂 — Bokmerket ditt havner som standard i **%@**-mappen. Du kan endre det når som helst i YABA. ⚙️ — Du kan endre dette i **Innstillinger**.
nl: ✨ — Wanneer je een link deelt naar YABA, voer je alleen een **titel** in. Zo kun je het later makkelijk onthouden en terugvinden. Geef het gewoon een naam, en **YABA** vult de rest automatisch aan. 📂 — Je bladwijzer wordt standaard in de map **%@** geplaatst. Je kunt dit altijd aanpassen in YABA. ⚙️ — Dit kun je wijzigen in **Instellingen**.
pt_br: ✨ — Quando você compartilha um link para o YABA, só precisa inserir um **título**. Isso ajuda você a lembrar e encontrar depois. Apenas nomeie, e o **YABA** cuidará do resto. 📂 — Seu favorito será salvo na pasta **%@** por padrão. Você pode editá-lo a qualquer momento no YABA. ⚙️ — Isso pode ser alterado em **Ajustes**.
sk: ✨ — Keď zdieľaš odkaz do YABA, zadáš iba **názov**. Pomôže ti to ho neskôr ľahko nájsť a zapamätať si ho. Stačí pomenovať, a **YABA** ostatné vyplní za teba. 📂 — Tvoj záložka bude predvolene uložená v priečinku **%@**. Kedykoľvek ju môžeš v YABA upraviť. ⚙️ — Toto si môžeš zmeniť v **Nastaveniach**.
sv: ✨ — När du delar en länk till YABA anger du bara en **titel**. Det hjälper dig att minnas och hitta den senare. Namnge den bara, så fyller **YABA** i resten. 📂 — Din bokmärkning hamnar som standard i mappen **%@**. Du kan ändra den när som helst i YABA. ⚙️ — Du kan ändra detta under **Inställningar**.
tr: ✨ — YABA'ya bir bağlantı paylaştığınızda yalnızca bir **başlık** girersiniz. Bu, onu hatırlamanıza ve daha sonra bulmanıza yardımcı olur. Sadece isim verin, geri kalanını **YABA** doldurur. 📂 — Yer imi varsayılan olarak **%@** klasörüne gider. YABA içinde istediğiniz zaman düzenleyebilirsiniz. ⚙️ — Bunu **Ayarlar**'dan değiştirebilirsiniz.
zh_hans: ✨ — 当你将链接分享到 YABA 时，只需输入一个**标题**。这样可以帮助你记住并稍后找到它。只需命名，**YABA** 会自动填写其余内容。 📂 — 你的书签到默认放入 **%@** 文件夹。你可以随时在 YABA 中编辑它。 ⚙️ — 你可以在**设置**中更改此项。

# Sort Created At
source: Created At
de: Erstellt am
es: Fecha de creación
fr: Date de création
hi: निर्माण तिथि
it: Creato il
ja: 作成日時
ko: 생성일
nb: Opprettet
nl: Aangemaakt op
pt_br: Criado em
sk: Dátum vytvorenia
sv: Skapad den
tr: Oluşturulma Tarihine Göre
zh_hans: 创建时间

# Sort Custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: अनुकूलित
it: Personalizzato
ja: カスタム
ko: 사용자 설정
nb: Tilpasset
nl: Aangepast
pt_br: Personalizado
sk: Vlastné
sv: Anpassad
tr: Özel
zh_hans: 自定义

# Sort Edited At
source: Edited At
de: Bearbeitet am
es: Editado el
fr: Modifié le
hi: संपादित तिथि
it: Modificato il
ja: 編集日時
ko: 수정일
nb: Endret
nl: Gewijzigd op
pt_br: Editado em
sk: Dátum úpravy
sv: Redigerad den
tr: Düzenlenme Tarihi
zh_hans: 编辑时间

# Sort Label
source: Title
de: Titel
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
ja: タイトル
ko: 제목
nb: Tittel
nl: Titel
pt_br: Título
sk: Názov
sv: Titel
tr: Başlık
zh_hans: 标题

# Sort Order Ascending
source: Ascending
de: Aufsteigend
es: Ascendente
fr: Ascendant
hi: आरोही
it: Crescente
ja: 昇順
ko: 오름차순
nb: Stigende
nl: Oplopend
pt_br: Ascendente
sk: Vzostupne
sv: Stigande
tr: Artan
zh_hans: 升序

# Sort Order Descending
source: Descending
de: Absteigend
es: Descendente
fr: Descendant
hi: अवरोही
it: Decrescente
ja: 降順
ko: 내림차순
nb: Synkende
nl: Aflopend
pt_br: Descendente
sk: Zostupne
sv: Fallande
tr: Azalan
zh_hans: 降序

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
hi: सिंक
it: Sincronizza
ja: 同期
ko: 동기화
nb: Synkroniser
nl: Synchroniseren
pt_br: Sincronizar
sk: Synchronizovať
sv: Synk
tr: Senkronize Et
zh_hans: 同步

# Sync Available Devices Title
source: Available Devices
de: Verfügbare Geräte
es: Dispositivos disponibles
fr: Appareils disponibles
hi: उपलब्ध डिवाइस
it: Dispositivi disponibili
ja: 利用可能なデバイス
ko: 사용 가능한 기기
nb: Tilgjengelige enheter
nl: Beschikbare apparaten
pt_br: Dispositivos Disponíveis
sk: Dostupné zariadenia
sv: Tillgängliga enheter
tr: Mevcut Cihazlar
zh_hans: 可用设备

# Sync Complete Message %@
source: Syncing with ‘%@’ completed!
de: Synchronisation mit ‘%@’ abgeschlossen!
es: ¡Sincronización con ‘%@’ completada!
fr: Synchronisation avec ‘%@’ terminée !
hi: ’%@’ के साथ सिंक पूरा हुआ!
it: Sincronizzazione con ‘%@’ completata!
ja: ‘%@’ との同期が完了しました！
ko: ‘%@’와(과) 동기화가 완료되었습니다!
nb: Synkronisering med ‘%@’ fullført!
nl: Synchroniseren met ‘%@’ voltooid!
pt_br: Sincronização com ‘%@’ concluída!
sk: Synchronizácia s ‘%@’ dokončená!
sv: Synk med ‘%@’ slutförd!
tr: ‘%@’ ile senkronizasyon tamamlandı!
zh_hans: 与 ‘%@’ 的同步已完成！
